Repository: zabbix-jp/translation
Catalog: frontend/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Delete maintenance period?
ja: メンテナンス期間を削除しますか？

source: Delete network map?
ja: ネットワークマップを削除しますか？

source: Delete proxy?
ja: プロキシを削除しますか？

source: Delete regular expression?
ja: 正規表現を削除しますか？

source: Delete rule?
ja: ルールを削除しますか？

source: Delete scenario?
ja: シナリオを削除しますか？

source: Delete screen?
ja: スクリーンを削除しますか？

source: Delete script?
ja: スクリプトを削除しますか？

source: Delete selected
ja: 選択を削除

source: Delete selected Host Groups?
ja: 選択したホストグループを削除しますか？

source: Delete selected WEB scenarios?
ja: 選択したウェブシナリオを削除しますか？

source: Delete selected action?
ja: 選択したアクションを削除しますか?

source: Delete selected actions?
ja: 選択したアクションを削除しますか？

source: Delete selected applications?
ja: 選択したアプリケーションを削除しますか？

source: Delete selected discovery rules?
ja: 選択したディスカバリルールを削除しますか？

source: Delete selected elements?
ja: 選択した要素を削除しますか？

source: Delete selected graphs?
ja: 選択したグラフを削除しますか？

source: Delete selected group?
ja: 選択したグループを削除しますか？

source: Delete selected groups
ja: 選択したグループを削除

source: Delete selected groups?
ja: 選択したグループを削除しますか？

source: Delete selected host groups?
ja: 選択したホストグループを削除しますか？

source: Delete selected host?
ja: 選択したホストを削除しますか？

source: Delete selected hosts?
ja: 選択したホストを削除しますか？

source: Delete selected image?
ja: 選択したイメージを削除しますか？

source: Delete selected item?
ja: 選択したアイテムを削除しますか？

source: Delete selected items?
ja: 選択したアイテムを削除しますか？

source: Delete selected maintenance periods?
ja: 選択したメンテナンス期間を削除しますか？

source: Delete selected maps?
ja: 選択したマップを削除しますか？

source: Delete selected media type?
ja: 選択したメディアタイプを削除しますか？

source: Delete selected media types?
ja: 選択したメディアタイプを削除しますか？

source: Delete selected media?
ja: 選択したメディアを削除しますか？

source: Delete selected node?
ja: 選択したノードを削除しますか？

source: Delete selected proxies?
ja: 選択したプロキシを削除しますか？

source: Delete selected proxy?
ja: 選択したプロキシを削除しますか？

source: Delete selected regular expressions?
ja: 選択した正規表現を削除しますか？

source: Delete selected screens?
ja: 選択したスクリーンを削除しますか？

source: Delete selected scripts?
ja: 選択したスクリプトを削除しますか？

source: Delete selected services?
ja: 選択したサービスを削除しますか？

source: Delete selected slide shows?
ja: 選択したスライドショーを削除しますか？

source: Delete selected slideshows?
ja: 選択したスライドショーを削除しますか？

source: Delete selected templates?
ja: 選択したテンプレートを削除しますか？

source: Delete selected triggers?
ja: 選択したトリガーを削除しますか？

source: Delete selected user?
ja: 選択したユーザーを削除しますか？

source: Delete selected users?
ja: 選択したユーザーを削除しますか？

source: Delete selected value mapping?
ja: 選択した値のマッピングを削除しますか？

source: Delete selected with linked elements
ja: 選択したテンプレートとリンクされた要素を削除

source: Delete service
ja: サービスの削除

source: Delete slide show?
ja: スライドショーを削除しますか？

source: Delete slideshow?
ja: スライドショーを削除しますか？

source: Delete system map?
ja: システムマップを削除しますか？

source: Delete template?
ja: テンプレートを削除しますか？

source: Delete the selected service?
ja: 選択したサービスを削除しますか？

source: Delete this application?
ja: アプリケーションを削除しますか？

source: Delete trigger?
ja: トリガーを削除しますか？

source: Deleted
ja: 削除

source: Deleted: Application "%1$s" on "%2$s".
ja: 削除: "%2$s"のアプリケーション"%1$s"。

source: Deleted: Discovery rule "%1$s" on "%2$s".
ja: 削除: "%2$s"のディスカバリルール"%1$s"。

source: Deleted: Graph "%1$s" on "%2$s".
ja: 削除: "%2$s"のグラフ"%1$s"。

source: Deleted: Host "%1$s".
ja: 削除: ホスト"%1$s"。

source: Deleted: Item "%1$s" on "%2$s".
ja: 削除: "%2$s"のアイテム"%1$s"。

source: Deleted: Item prototype "%1$s" on "%2$s".
ja: 削除: "%2$s"のアイテムのプロトタイプ"%1$s"。

source: Deleted: Proxy "%1$s".
ja: 削除: プロキシ "%1$s".

source: Deleted: Template "%1$s".
ja: 削除: テンプレート"%1$s"。

source: Deleted: Trigger "%1$s" on "%2$s".
ja: 削除: "%2$s"のトリガー"%1$s"。

source: Deleted: Trigger prototype "%1$s" on "%2$s".
ja: 削除: "%2$s"のトリガーのプロトタイプ"%1$s"。

source: Delimiter
ja: 区切り文字

source: Delta (simple change)
ja: 差分

source: Delta (speed per second)
ja: 差分/時間

source: Deny
ja: 拒否

source: Dependencies
ja: 依存関係

source: Dependent
ja: 依存先

source: Depends on
ja: 依存先

source: Deployment status
ja: 配布ステータス

source: Description
ja: 説明

source: Details
ja: 詳細

source: Details of scenario
ja: シナリオの名前

source: Device
ja: デバイス

source: Device Chassis
ja: デバイスシャーシ

source: Device Contract Number
ja: デバイス契約番号

source: Device Deployment Status
ja: デバイス配布ステータス

source: Device Hardware
ja: デバイスハードウェア

source: Device Notes
ja: デバイス備考

source: Device Port Connections
ja: デバイスポートコネクション

source: Device Software
ja: デバイスソフトウェア

source: Device Vendor
ja: デバイスベンダ

source: Device type
ja: デバイスタイプ

source: Device uniqueness criteria
ja: デバイスの固有性を特定する基準

source: Difference between MAX and MIN value of a period T is < N
ja: 期間Tの間の最大値と最小値の差 < N

source: Difference between MAX and MIN value of a period T is = N
ja: 期間Tの間の最大値と最小値の差 = N

source: Difference between MAX and MIN value of a period T is > N
ja: 期間Tの間の最大値と最小値の差 > N

source: Difference between MAX and MIN value of a period T is NOT N
ja: 期間Tの間の最大値と最小値の差 NOT N

source: Difference between last and preceding values, then N = 1, 0 - otherwise
ja: 最新値と前回値が異なる N = 1、その他の場合 N = 0 (=条件)

source: Difference between last and preceding values, then N NOT 1, 0 - otherwise
ja: 最新値と前回値が異なる N = 1、その他の場合 N = 0 (#条件)

source: Difference between last and previous value of a period T is < N
ja: 最新値と前回値の差 < N

source: Difference between last and previous value of a period T is = N
ja: 最新値と前回値の差 = N

source: Difference between last and previous value of a period T is > N
ja: 最新値と前回値の差 > N

source: Difference between last and previous value of a period T is NOT N
ja: 最新値と前回値の差 NOT N

source: Dimension (cols x rows)
ja: 大きさ (列 x 行)

source: Disable
ja: 無効

source: Disable API
ja: APIを無効

source: Disable API access in selected groups?
ja: 選択したグループを無効にしますか？

source: Disable DEBUG
ja: デバッグを無効

source: Disable debug mode in selected groups?
ja: 選択したグループのデバッグモードを無効にしますか？

source: Disable host
ja: ホストを無効

source: Disable host?
ja: ホストを無効にしますか？

source: Disable hosts in the selected host groups?
ja: 選択したホストグループのホストを無効にしますか？

source: Disable hosts monitored by selected proxies?
ja: 選択したプロキシによるホストの監視を無効にしますか？

source: Disable selected
ja: 選択を無効

source: Disable selected Host Groups?
ja: 選択したホストグループを無効にしますか？

source: Disable selected WEB scenarios?
ja: 選択したウェブシナリオを無効にしますか？

source: Disable selected actions?
ja: 選択したアクションを無効にしますか？

source: Disable selected applications?
ja: 選択したアプリケーションを無効にしますか？

source: Disable selected discovery rules?
ja: 選択したディスカバリルールを無効にしますか？

source: Disable selected groups?
ja: 選択したグループを無効にしますか？

source: Disable selected host groups?
ja: 選択したホストグループを無効にしますか？

source: Disable selected hosts
ja: 選択したホストを無効

source: Disable selected hosts?
ja: 選択したホストを無効にしますか？

source: Disable selected items?
ja: 選択したアイテムを無効にしますか？

source: Disable selected media types?
ja: 選択したメディアタイプを削除しますか？

source: Disable selected triggers?
ja: 選択したトリガーを無効にしますか？

source: Disabled
ja: 無効

source: Disabled or no trigger
ja: 無効に設定されているかトリガーが存在しません

source: Disaster
ja: 致命的な障害

source: Discovered
ja: 発見

source: Discovered device
ja: 発見されたホスト

source: Discovered object
ja: ディスカバリオブジェクト

source: Discovery
ja: ディスカバリ

source: Discovery by proxy
ja: プロキシによるディスカバリ

source: Discovery check
ja: ディスカバリチェック

source: Discovery check does not exist or you have no access to it.
ja: ディスカバリチェックが存在しないか、権限がありません。

source: Discovery checks
ja: ディスカバリチェック

source: Discovery list
ja: ディスカバリリスト

source: Discovery object
ja: ディスカバリオブジェクト

source: Discovery rule
ja: ディスカバリルール

source: Discovery rule "%1$s" already exists on "%2$s", inherited from another template.
ja: ディスカバリルール"%1$s"は"%2$s"にすでに存在します (他のテンプレートからの継承)。

source: Discovery rule "%1$s:%2$s" already exists, inherited from another template.
ja: 他のテンプレートから継承されたディスカバリルール"%1$s:%2$s"はすでに存在します。

source: Discovery rule "%1$s:%2$s" has incorrect lifetime: "%3$s".
ja: ディスカバリルール"%1$s:%2$s"の生存期間が正しくありません: "%3$s"。

source: Discovery rule "%s" already exists.
ja: ディスカバリルール"%s"はすでに存在します。

source: Discovery rule [%1$s:%2$s] deleted.
ja: ディスカバリルール[%1$s:%2$s]を削除しました。

source: Discovery rule [%1$s:%2$s] unlinked.
ja: ディスカバリルール[%1$s:%2$s]のリンクを削除しました。

source: Discovery rule [%s] already exists
ja: ディスカバリルール[%s]はすでに存在します

source: Discovery rule added
ja: ディスカバリのルールを追加しました

source: Discovery rule created
ja: ディスカバリルールを作成しました

source: Discovery rule deleted
ja: ディスカバリのルールを削除しました

source: Discovery rule does not exist or you have no access to it.
ja: ディスカバリルールが存在しないか、権限がありません

source: Discovery rule updated
ja: ディスカバリのルールを更新しました

source: Discovery rules
ja: ディスカバリルール

source: Discovery rules activated
ja: ディスカバリルールを有効にしました

source: Discovery rules deleted
ja: ディスカバリのルールを削除しました

source: Discovery rules disabled
ja: ディスカバリルールを無効にしました

source: Discovery rules updated
ja: ディスカバリのルールを更新しました

source: Discovery status
ja: ディスカバリのステータス

source: Display OK triggers for
ja: 復旧トリガーの表示期間

source: Displaying %1$s of %2$s found
ja: %2$sのうち%1$s件を表示しています

source: Distribution of values for multiple items
ja: 複数のアイテムによる値の分布

source: Distribution of values for multiple periods
ja: 複数の期間による値の分布

source: Do
ja: 実行

source: Do not add
ja: 追加しない

source: Do not calculate
ja: 計算しない

source: Do not keep actions older than (in days)
ja: アクションの保存期間(日)

source: Do not keep actions older than (in days) "%1$s".
ja: アクションの保存期間 (日) "%1$s"

source: Do not keep actions older than (in days) [%1$s]
ja: アクションの保存期間 (日) [%1$s]

source: Do not keep events older than (in days)
ja: イベントの保存期間(日)

source: Do not keep events older than (in days) "%1$s".
ja: イベントの保存期間 (日) "%1$s"

source: Do not keep events older than (in days) [%1$s]
ja: イベントの保存期間 (日) [%1$s]

source: Do not keep history older than (in days)
ja: ヒストリの保存期間(日)

source: Do not keep trends older than (in days)
ja: トレンドの保存期間(日)

source: Do you wish to replace the conditional expression?
ja: 条件式を置き換えますか？

source: Dot
ja: 点線

source: Download
ja: ダウンロード

source: Download speed for scenario "%s".
ja: シナリオ"%s"のダウンロード速度

source: Download speed for scenario '%s'
ja: シナリオ'%s'のダウンロード速度

source: Download speed for step "%1$s" of scenario "%2$s".
ja: シナリオ"%2$s"のステップ"%1$s"のダウンロード速度

source: Download speed for step '%1$s' of scenario '%2$s'
ja: シナリオ'%2$s'のステップ'%1$s'のダウンロード速度

source: Downtime
ja: ダウンタイム

source: Drag here to change the type of the interface to "IPMI" type.
ja: ここにドラッグしてインターフェースのタイプをIPMIに変更。

source: Drag here to change the type of the interface to "JMX" type.
ja: ここにドラッグしてインターフェースのタイプをJMXに変更。

source: Drag here to change the type of the interface to "SNMP" type.
ja: ここにドラッグしてインターフェースのタイプをSNMPに変更。

source: Drag here to change the type of the interface to "agent" type.
ja: ここにドラッグしてインターフェースのタイプをエージェントに変更。

source: Draw style
ja: グラフの形式

source: Dropdown first entry
ja: ドロップダウンの1つ目の項目

source: Dropdown first entry "%1$s".
ja: ドロップダウンの1つ目の項目 "%1$s"

source: Dropdown first entry [%1$s]
ja: ドロプダウンの1つ目の項目 [%1$s]

source: Dropdown remember selected "%1$s".
ja: ドロップダウンの選択を記憶する "%1$s"

source: Dropdown remember selected [%1$s]
ja: ドロップダウンの選択を記憶する [%1$s]

source: Duplicate dependencies in trigger "%1$s".
ja: トリガー"%1$s"の依存関係が重複しています。

source: Duplicate host.
ja: ホストが重複しています。

source: Duplicate map name for map "%s".
ja: マップ"%s"のマップ名が重複しています

source: Duplicate script name "%s"
ja: スクリプト名"%s"は重複しています

source: Duplicate script name "%s".
ja: スクリプト名が重複しています"%s".

source: Duplicate severity name "%s".
ja: 重要度名"%s"は重複しています

source: Duplicate user alias "%s".
ja: ユーザー名"%s"は重複しています

source: Duration
ja: 継続期間

source: Duration (sec)
ja: 期間 (秒)

source: Dutch (NL)
ja: オランダ語 (NL)

source: Dutch (nl_NL)
ja: オランダ語 (nl_NL)

source: Dynamic item
ja: ダイナミックアイテム

source: ERROR
ja: エラー

source: EVENTS
ja: イベント

source: EXPORT
ja: エクスポート

source: Each URL should have a unique name.
ja: 各URLの名前は重複できません。

source: Edit
ja: 変更

source: Edit Service
ja: サービスの編集

source: Edit connector
ja: コネクタの変更

source: Edit element links
ja: リンクの変更

source: Edit hosts
ja: ホストの変更

source: Edit maintenance period
ja: メンテナンス期間の変更

source: Edit map element
ja: マップアイコンの変更

source: Edit operation
ja: 実行内容の編集

source: Edit service
ja: サービスの変更

source: Edit trigger
ja: トリガーの変更

source: Element
ja: 項目

source: Element name
ja: アイコン名

source: Element type
ja: アイコンタイプ

source: Elements
ja: 項目

source: Email
ja: メール

source: Empty
ja: 空白

source: Empty action condition.
ja: アクションの実行条件が空白です。

source: Empty expression.
ja: 条件式が空白です。

source: Empty host name provided in expression.
ja: 条件式のホスト名が空白です。

source: Empty input parameter
ja: 入力パラメータが空白です

source: Empty input parameter "name".
ja: "名前"の値が空白です。

source: Empty input parameter "scriptids".
ja: "scriptids"の値が空白です

source: Empty input parameter.
ja: 入力パラメータが空白です

source: Empty input.
ja: 入力値が空白です

source: Empty item key "%1$s" is used in expression.
ja: 条件式に空白のアイテムキー"%1$s"が設定されています。

source: Empty macro value
ja: マクロの値が空白です

source: Empty macro.
ja: マクロが空白です。

source: Empty name.
ja: 名前が空白です。

source: Empty parameters
ja: パラメータが空白です

source: Empty response received
ja: 受信した値が空です

source: Empty time period.
ja: 期間が空白です。

source: Empty value for macro "%1$s".
ja: マクロ"%1$s"の値が空白です。

source: Enable
ja: 有効

source: Enable API
ja: APIを有効

source: Enable API access in selected groups?
ja: 選択したグループのAPIアクセスを有効にしますか？

source: Enable DEBUG
ja: デバッグを有効

source: Enable confirmation
ja: 確認を有効

source: Enable debug mode in selected groups?
ja: 選択したグループのデバッグモードを有効にしますか？

source: Enable escalations
ja: エスカレーションを有効

source: Enable event acknowledges
ja: イベントの障害対応コメントを有効

source: Enable host
ja: ホストを有効

source: Enable host?
ja: ホストを有効にしますか？

source: Enable hosts monitored by selected proxies?
ja: 選択したプロキシによるホストの監視を有効にしますか？

source: Enable selected
ja: 選択を有効

source: Enable selected Host Groups?
ja: 選択したホストグループを有効にしますか？

source: Enable selected WEB scenarios?
ja: 選択したウェブシナリオを有効にしますか？

source: Enable selected actions?
ja: 選択したアクションを有効にしますか？

source: Enable selected applications?
ja: 選択したアプリケーションを有効にしますか？

source: Enable selected discovery rules?
ja: 選択したディスカバリルールを有効にしますか？

source: Enable selected groups?
ja: 選択したグループを有効にしますか？

source: Enable selected host groups?
ja: 選択したホストグループを有効にしますか？

source: Enable selected hosts?
ja: 選択したホストを有効にしますか？

source: Enable selected items?
ja: 選択したアイテムを有効にしますか？

source: Enable selected media types?
ja: 選択したメディアタイプを有効にしますか？

source: Enable selected triggers?
ja: 選択したトリガーを有効にしますか？

source: Enabled
ja: 有効

source: English (GB)
ja: 英語 (GB)

source: English (en_GB)
ja: 英語 (en_GB)

source: English (en_US)
ja: 英語 (en_US)

source: Error
ja: エラー

source: Error Description
ja: 名前のエラー

source: Error adding dependencies.
ja: 依存関係の追加エラー

source: Error adding service time
ja: サービス時間のエラー

source: Error adding service time.
ja: サービス時間の追加エラー

source: Error description
ja: 説明のエラー

source: Error description: can't read script response, check connection.
ja: エラー詳細: スクリプトのレスポンスがありません。コネクションを確認してください。

source: Error description: can't send command, check connection.
ja: エラー詳細: コマンドを送信できません。コネクションを確認してください

source: Error description: defined in "include/defines.inc.php" constant ZBX_SCRIPT_BYTES_LIMIT read bytes limit is reached.
ja: エラー詳細: "include/defines.inc.php"に設定されている定数ZBX_SCRIPT_BYTES_LIMITの読み込みバイト制限に達しました。

source: Error description: defined in "include/defines.inc.php" constant ZBX_SCRIPT_TIMEOUT timeout is reached.
ja: エラー詳細: "include/defines.inc.php"に設定されている定数ZBX_SCRIPT_TIMEOUTのタイムアウトに達しました。

source: Error description: empty response received.
ja: エラー詳細: 受信した値が空です

source: Error in item key: "%s".
ja: アイテムキーのエラー: "%s"

source: Error in item key: %s
ja: アイテムキー%sのエラー

source: Error in search request for table "%1$s".
ja: テーブル"%1$s"の検索リクエストに失敗しました。

source: Error: %1$s
ja: エラー: %1$s

source: Escalation
ja: エスカレーション

source: Escalation period
ja: エスカレーション間隔

source: Escalation rule
ja: エスカレーションルール

source: Escalation rules
ja: エスカレーションルール

source: Event
ja: イベント

source: Event ID
ja: イベントID

source: Event ID of last log entry matching regular expression T, then N = 1, 0 - otherwise
ja: 最新のログのイベントIDが正規表現と一致 N = 1、その他の場合 N = 0 (=条件)

source: Event ID of last log entry matching regular expression T, then N NOT 1, 0 - otherwise
ja: 最新のログのイベントIDが正規表現と一致 N = 1、その他の場合 N = 0 (#条件)

source: Event acknowledged
ja: 障害対応済

source: Event acknowledges
ja: イベントの障害対応コメント

source: Event acknowledges "%1$s".
ja: イベントの障害対応コメント"%1$s".

source: Event acknowledges [%1$s]
ja: イベントの障害対応コメント [%1$s]

source: Event acknowledging disabled
ja: イベントの障害対応コメントが無効です

source: Event details
ja: イベント詳細

source: Event generation
ja: イベント生成

source: Event list [previous 20]
ja: イベントリスト [直近20]

source: Event source
ja: イベントソース

source: Event source details
ja: イベントソースの詳細

source: Events
ja: イベント

source: Events since
ja: 次からのイベント

source: Every
ja: すべて

source: Every day(s)
ja: 繰返し間隔(日)

source: Every week(s)
ja: 繰返し間隔(週)

source: Exa
ja: エクサ

source: Exclude
ja: 含めない

source: Execute
ja: 実行

source: Execute SQL error
ja: SQL実行エラー

source: Execute SQL error [%1$s] in [%2$s].
ja: SQL実行エラー [%2$s]内の[%1$s]。

source: Execute on
ja: 次で実行

source: Executed script
ja: 実行するスクリプト

source: Execution confirmation
ja: 実行の確認

source: Existing
ja: 存在する場合

source: Expand macros
ja: マクロの展開

source: Expand single problem
ja: 障害が1つのときに詳細を展開

source: Expected result
ja: 期待値

source: Expecting JSON-rpc version 2.0, "%s" is given.
ja: JSON-rpc version 2.0が必要です, "%s" でリクエストされました。

source: Expired
ja: 期限切れ

source: Exploded
ja: 分解円グラフ

source: Export
ja: エクスポート

source: Export does not contain Zabbix maps
ja: エクスポートにはマップが含まれていません

source: Export does not contain Zabbix screens
ja: エクスポートにはスクリーンが含まれていません

source: Export selected
ja: 選択をエクスポート

source: Export to CSV
ja: CSVエクスポート

source: Export/Import
ja: エクスポート/インポート

source: Expression
ja: 条件式

source: Expression Syntax Error
ja: 条件式の構文エラー

source: Expression Syntax Error.
ja: 条件式の構文エラー。

source: Expression Variable Elements
ja: 条件式の変数要素

source: Expression cannot be empty
ja: 条件式は必須のパラメータです

source: Expression constructor
ja: 条件式ビルダー

source: Expression type
ja: 条件式の形式

source: Expressions
ja: 条件式

source: Extended
ja: 拡張

source: Extended host profile
ja: 拡張ホストプロファイル

source: Extended profile
ja: 拡張プロファイル

source: External check
ja: 外部チェック

source: FALSE
ja: 偽

source: Fail
ja: 失敗

source: Failed
ja: 失敗

source: Failed step of scenario "%s".
ja: シナリオ"%s"のステップが失敗

source: Failed step of scenario '%s'
ja: シナリオ'%s'のステップの失敗

source: Failed to update template
ja: テンプレートの更新の失敗

source: Failure Audit
ja: 失敗の監査

source: Favourite
ja: お気に入り

source: Favourite graphs
ja: お気に入りのグラフ

source: Favourite maps
ja: お気に入りのマップ

source: Favourite screens
ja: お気に入りのスクリーン

source: Favourites
ja: お気に入り

source: Feb
ja: 2月

source: February
ja: 2月

source: Field
ja: フィールド

source: Field "%1$s" contains Multibyte chars.
ja: フィールド"%1$s"はマルチバイト文字列を含んでいます。

source: Field "%1$s" is mandatory.
ja: フィールド"%1$s"は必須です。

source: Field "%1$s" is not IP range.
ja: フィールド"%1$s"はIPアドレスの範囲ではありません。

source: Field "%1$s" is not IP.
ja: フィールド"%1$s"はIPアドレスではありません。

source: Field "%1$s" is not a colour.
ja: フィールド"%1$s"は色ではありません。

source: Field "%1$s" is not decimal number.
ja: フィールド"%1$s"は10進数ではありません。

source: Field "%1$s" is not double.
ja: フィールド"%1$s"は浮動小数値ではありません。

source: Field "%1$s" is not integer list or range.
ja: フィールド"%1$s"はリストや指定された範囲内の整数値ではありません。

source: Field "%1$s" is not integer range.
ja: フィールド"%1$s"は整数の範囲ではありません。

source: Field "%1$s" is not integer.
ja: フィールド"%1$s"は整数値ではありません。

source: Field "%1$s" is not string.
ja: フィールド"%1$s"は文字列ではありません。

source: Field "%1$s" multibyte chars are restricted.
ja: フィールド"%1$s"のマルチバイト文字列は制限されています。

source: Field "%1$s" must be missing.
ja: フィールド"%1$s"が入力されていません。

source: Field "druleid" is required.
ja: フィールド"druleid"を指定してください

source: Field "host" is mandatory
ja: フィールド"host"は必須です

source: Field "name" is required.
ja: フィールド"name"を指定してください

source: Field [%1$s] contains Multibyte chars
ja: フィールド[%1$s]にマルチバイト文字列が含まれています

source: Field [%1$s] is mandatory
ja: フィールド[%1$s]は必須項目です

source: Field [%1$s] is not IP
ja: フィールド[%1$s]はIPではありません

source: Field [%1$s] is not IP range
ja: フィールド[%1$s]はIPの範囲ではありません

source: Field [%1$s] is not PORT range
ja: フィールド[%1$s]はポートの範囲ではありません

source: Field [%1$s] is not a colour
ja: フィールド[%1$s]は色ではありません

source: Field [%1$s] is not double
ja: フィールド[%1$s]は浮動小数値ではありません

source: Field [%1$s] is not integer
ja: フィールド[%1$s]は整数値ではありません

source: Field [%1$s] is not integer range
ja: フィールド[%1$s]は整数の範囲ではありません

source: Field [%1$s] is not string
ja: フィールド[%1$s]は文字列ではありません

source: Field [%1$s] multibyte chars are restricted
ja: フィールド[%1$s]のマルチバイト文字は制限されています

source: Field [%1$s] must be missing
ja: フィールド[%1$s]が入力されていません

source: Field:
ja: フィールド:

source: File is too big, max upload size is %1$s bytes.
ja: ファイルサイズが大きすぎます。アップロードファイルサイズの最大値は%1$sバイトです。

source: File provided to a view does not exist.
ja: 表示するために生成したファイルが存在しません。

source: Fill with default value
ja: デフォルト値を表示

source: Filled region
ja: 面

source: Filter
ja: フィルター

source: Filter by host group
ja: ホストグループによるフィルター

source: Filter by name
ja: 名前によるフィルター

source: Find string V in last (most recent) value.
ja: 最新値に文字列Vが存在する場合

source: Finish
ja: 終了

source: Finnish (fi_FI)
ja: フィンランド語 (fi_FI)

source: Firewall is blocking TCP connection.
ja: ファイアーウォールがTCP接続をブロックしている。

source: First
ja: 第1週

source: Fit to map
ja: マップに合わせる

source: Fixed
ja: 固定

source: Flexible interval must be a string.
ja: 例外の更新間隔の設定は文字列のみ利用できます。

source: Flexible intervals
ja: 例外の更新間隔

source: Flexible intervals (sec)
ja: 例外の更新間隔(秒)

source: Following dependencies are not allowed: 1) from a host trigger to a template trigger; 2) from a template trigger to a host trigger; 3) between template triggers, where templates have links to other templates.
ja: 次の依存関係は作成できません: 1) ホストのトリガーからテンプレートのトリガー; 2) テンプレートのトリガーからホストのトリガー; 3) テンプレートのトリガーからテンプレートのトリガー。

source: For guest, password must be empty
ja: ゲストのパスワードは空白である必要があります

source: Formula
ja: 式

source: Found
ja: 表示数

source: Fourth
ja: 第4週

source: French (FR)
ja: フランス語 (FR)

source: French (fr_FR)
ja: フランス語 (fr_FR)

source: Fri
ja: 金

source: Friday
ja: 金曜

source: From
ja: 開始

source: Frontend access
ja: フロントエンドへのアクセス

source: Frontend access updated
ja: フロントエンドへのアクセスを更新しました

source: Frontend messaging
ja: フロントエンドメッセージング

source: Full clone
ja: すべて複製

source: Fullscreen
ja: フルスクリーン

source: Function
ja: 機能

source: Function '
ja: 関数 '

source: Function does not expect parameters.
ja: 関数はパラメータを必要としません。

source: Function supports "%1$s" parameters.
ja: 関数は"%1$s"パラメータをサポートします。

source: GD PNG Support
ja: GD PNGサポート

source: GRAPH PROTOTYPES OF
ja: グラフのプロトタイプ:

source: GRAPHS
ja: グラフ

source: GSM modem
ja: GSMモデム

source: GUI
ja: 表示設定

source: GUI Messaging
ja: GUIメッセージング

source: GUI access
ja: GUIアクセス

source: GUI access disabled.
ja: GUIアクセスを無効にしました

source: GUI access updated
ja: GUIアクセスを更新しました

source: GUI messaging
ja: GUIメッセージング

source: General
ja: 一般設定

source: German (DE)
ja: ドイツ語 (DE)

source: German (de_DE)
ja: ドイツ語 (de_DE)

source: Get Img: Element data not found!
ja: イメージの取得: アイコンのデータが見つかりません!

source: Get selected elements FAILED.
ja: 選択した要素の取得に失敗しました

source: Get support
ja: サポート

source: Giga
ja: ギガ

source: Given expression is not a macro
ja: 設定した条件式はマクロではありません

source: Global expression does not exist.
ja: グローバル条件式が存在しません。

source: Global script
ja: グローバルスクリプト

source: Global scripts
ja: グローバルスクリプト

source: Go
ja: 実行

source: Go to
ja: 次のページへ移動

source: Gradient line
ja: グラデーションライン

source: Graph
ja: グラフ

source: Graph "
ja: グラフ "

source: Graph "%1$s" already exists on "%2$s" (inherited from another template).
ja: グラフ"%1$s"は"%2$s"にすでに存在します (他のテンプレートからの継承)。

source: Graph "%1$s" already exists on "%2$s" (items are not identical).
ja: グラフ"%1$s"は"%2$s"にすでに存在します (アイテムは同一ではありません)。

source: Graph "%1$s" already exists on "%2$s".
ja: グラフ"%1$s"は"%2$s"にすでに存在します。

source: Graph "%1$s" cannot inherit.
ja: グラフ"%1$s"は継承できません。

source: Graph "%1$s" does not exist on template "%2$s".
ja: グラフ"%1$s"はテンプレート"%2$s"に存在しません。

source: Graph "%1$s" skipped - user rule.
ja: グラフ"%1$s"はスキップされました - ユーザの指定。
